Repository: nanda-wk/KoeNaWin
Catalog: KoeNaWin/Resources/Localizable.xcstrings
Source language: en
Languages: my

source: %lld / 9 Days
my: %lld / ၉ ရက်

source: %lld days left.
my: %lld ရက်ကျန်

source: Adhitthan Progress
my: အဓိဌာန်ပြီးမြောက်မှု

source: Adhitthan Stage (%@)
my: အဓိဌာန်အဆင့် (%@)

source: Adhitthan Stage (%lld)
my: အဓိဌာန်အဆင့် (%lld)

source: Adhitthan Start Date
my: အဓိဌာန်စတင်ရက်

source: Adhitthan will start on %@.
my: သင်၏အဓိဌာန်သည် %@ တွင် စတင်မည်ဖြစ်သည်။

source: App Language
my: ဘာသာစကား

source: Appearance
my: အက်ပ် အသွင်အပြင်

source: Bead count (%lld)
my: %lld ပတ်

source: Begin Your Journey
my: အဓိဌာန် ခရီးလမ်းကို စတင်ပါ။

source: Cancel
my: မလုပ်တော့ပါ

source: Change Adhitthan start date.
my: အဓိဌာန်စတင်မည့်ရက်ကို ပြောင်းလဲရန်။

source: Change prefer beads count.
my: ပုတီးအရေအတွက်ကို သတ်မှတ်ပြောင်းလဲရန်

source: Choose the number of beads you will use for your practice.
my: အသုံးပြုမည့် ပုတီးအရေအတွက်ကို ရွေးပါ။

source: Choose Your Language
my: ဘာသာစကား ရွေးချယ်ပါ

source: Choose your preferred language for the application.
my: အသုံးပြုလိုသော ဘာသာစကားကို ရွေးပါ။

source: Completed for Today
my: ယနေ့အတွက် ပြီးစီးပါပြီ။

source: Daily Reminder
my: နေ့စဉ် သတိပေးချက်

source: Daily Reminder at
my: နေ့စဉ် သတိပေးချိန်

source: Do you want to reset beads count?
my: အပတ်ရေ အစမှ ပြန်စမလား။

source: Done
my: ပြီးပြီ

source: Finished
my: ပြီးဆုံးပါပြီ

source: Get Started
my: စတင်ပါ

source: Haptic on
my: တုန်ခါမှု ဖွင့်မယ်

source: Home
my: ပင်မစာမျက်နှာ

source: Invalid Date
my: ရက်စွဲ မမှန်ပါ။ ကျေးဇူးပြု၍ ပြန်လည်စစ်ဆေးပါ။

source: KoeNaWin
my: ကိုးနဝင်း

source: Missed Adhitthan on %@.
my: သင်သည် အဓိဌာန်ကို %@ ရက်နေ့တွင် ပျက်ကွက်ခဲ့သည်။

source: Next
my: ဆက်သွားပါ

source: Not Started
my: မစတင်သေးပါ။

source: OK
my: အိုကေ

source: Please select a Monday to start your commitment.
my: အဓိဌာန် စတင်လိုပါက တနင်္လာနေ့ကို ရွေးချယ်ပါ။

source: Practice
my: အဓိဌာန်ကျင့်စဉ်

source: Privacy Policy
my: ကိုယ်ရေးအချက်အလက် မူဝါဒ

source: Rate app
my: စတားပေးမယ်

source: Ready to start your 81-day KoeNaWin practice? Set your start date and begin your spiritual discipline.
my: ကိုးနဝင်း ၈၁ ရက် အဓိဌာန်ကျင့်စဉ်ကို စတင်ရန် အဆင်သင့်ဖြစ်ပြီလား။ စတင်မည့်နေ့ကို သတ်မှတ်ပြီး သင်၏ ဝိညာဉ်ပိုင်းဆိုင်ရာ စည်းကမ်းကို စတင်လိုက်ပါ။

source: Reminder Time
my: သတိပေးချက်အချိန်

source: Rule: This Buddhist practice must start on a Monday.
my: စည်းကမ်းချက်: ဤ အဓိဌာန်ကျင့်စဉ်ကို တနင်္လာနေ့တွင်သာ စတင်ရမည်။

source: Select Beads Type
my: ပုတီး အမျိုးအစားကို ရွေးချယ်ပါ။

source: Select Language
my: ဘာသာစကား ရွေးချယ်ပါ

source: Send Feedback
my: အကြံပြုချက်ပေးပို့မယ်

source: Set a time to remind you of your daily practice.
my: နေ့စဉ် အဓိဌာန်အတွက် သတိပေးချိန် သတ်မှတ်ပါ။

source: Settings
my: ပြင်ဆင်ချက်

source: Share with friends
my: သူငယ်ချင်းတွေကို​ ရှဲမယ်

source: Share your completion with friends and family.
my: သင်၏ အောင်မြင်မှုကို မိတ်ဆွေများနှင့် မိသားစုတို့နှင့် မျှဝေပါ။

source: Stages
my: အဓိဌာန်အဆင့်

source: Start Your Journey
my: အဓိဌာန် ခရီးလမ်းကို စတင်ပါ။

source: Today is vegetarian day.
my: ဒီနေ့ သတ်သတ်လွတ်စားရန်။

source: Today's Adhitthan
my: ဒီနေ့ အဓိဌာန်

source: Today’s Adhitthan finished.
my: ဒီနေ့ အဓိဌာန် ပြီးဆုံးပါပြီ။

source: Total Beads
my: ပုတီး အလုံးရေ

# Total beads: %lld / %lld
source: Total beads: %1$lld / %2$lld
my: အပတ်ရေ : %1$lld / %2$lld

source: Vegetarian day in %lld
my: သတ်သတ်လွတ်စားရန် %lld ရက်အလို။

source: When would you like to start your KoeNaWin - Practice?
my: ကိုးနဝင်း အဓိဌာန်ကို စတင်လိုသောနေ့ကို ရွေးချယ်ပါ။

source: Yes
my: ဟုတ်ကဲ့

source: You did it, Well Done!
my: သင် အောင်မြင်စွာ ပြီးမြောက်ပါပြီ။ သာဓုပါ။

source: You have achieved your Adhitthan.
my: သင်၏ အဓိဌာန် ပြီးမြောက်ပါပြီ။ သာဓုပါ။

source: You have already completed today’s Adhitthan.
my: ဒီနေ့ အဓိဌာန် ပြီးဆုံးပါပြီ။

source: You have no active Adhitthan
my: လက်ရှိတွင် လုပ်ဆောင်နေသော အဓိဌာန် မရှိသေးပါ။

source: You have successfully completed the 81-day KoeNaWin practice.
my: သင်သည် ကိုးနဝင်း ၈၁ ရက် အဓိဌာန်ကို အောင်မြင်စွာ ပြီးမြောက်ခဲ့ပါပြီ။ သာဓုပါ။

source: You missed your practice on %@.
my: %@ နေ့တွင် အဓိဌာန် လွတ်သွားခဲ့ပါသည်။
